itemGroup.rscircuits=Super Circuit Maker
item.rscircuits:circuit.name=دائرة الحجر الأحمر
item.rscircuits:resource.pile_of_redstone.name=كومة صغيرة من الحجر الأحمر
item.rscircuits:resource.quartz_resonator.name=رنان الكوارتز
item.rscircuits:resource.energized_glowstone.name=الحجر المتوهج المثير
item.rscircuits:resource.tiny_lamp.name=مصباح بالغ الصغر
item.rscircuits:resource.ender_pulsar.name=نباض الإندر
item.rscircuits:resource.tiny_plate.name=لوح صغير
item.rscircuits:resource.pile_of_glowstone.name=كومة صغيرة من الحجر المتوهج
item.rscircuits:resource.pile_of_glowing_redstone.name=كومة صغيرة من الحجر الأحمر المتوهج
item.rscircuits:resource.redstone_stick.name=عصاة مخصبة بالحجر الأحمر
item.rscircuits:resource.paint_brush.name=فرشاة الرسم
item.rscircuits:resource.palette.name=لوحة الوان
item.rscircuits:resource.tiny_plate_noncond.name=لوحة غير موصلة بالغة الصغر
item.rscircuits:resource.tiny_bundled_wire.name=أسلاك مجمعة بالغة الصغر
item.rscircuits:resource.bundled_stick.name=عصا مجمعة
item.rscircuits:resource.tiny_lamp_segmented.name=مصباح بالغ الصغر مجزأ
item.rscircuits:component_tray.name=طبق المكونات
item.rscircuits:palette_and_brush.name=لوحة الوان وفرشاة
item.rscircuits:screwdriver.name=مفك البراغي
item.rscircuits:redwire.name=سلك السبيكة الحمراء
item.rscircuits:monocle.name=عدسة
item.rscircuits:monocle_magnifying.name=عدسة التكبير الرائعة
key.rscircuits.monocle=تفعيل وضع عدسة التكبير
